[{"clip_id":"1771268556714","name":"Page8_Lines6-13","start_page":8,"end_page":8,"start_line":6,"end_line":13,"start_time":195.1522727272727593,"end_time":215.0400000000000205,"text":"BY MR. Bond: Are you still under the impression that today there still exists an attorney-client relationship between you and GFC/GINOVA? I don't know. Certainly there did while I was in the case. Whether -- whether there -- whether that relationship and any privileged communications extends after I'm out of that case, I don't know. I haven't looked at it.","created_at":"2026-02-16T19:02:36.714Z"},
{"clip_id":"1771268558954","name":"Page33_Lines18-25","start_page":33,"end_page":33,"start_line":18,"end_line":25,"start_time":1621.755333333333283,"end_time":1639.063333333333275,"text":"evidence getting better showing fraud by Hallidone. And what I viewed it as was a case where, wow, you know, it's got a bunch of really nice variables that all fit together. You've got real strong fraud and good evidence of it, you know, misrepresentations, omissions, half truths. You've got that. You've got a huge corporate defendant. They've got a lot of money. You've got a reasonable claim for punitive damages. You","created_at":"2026-02-16T19:02:38.955Z"},
{"clip_id":"1771268560987","name":"Page25_Lines12-19","start_page":25,"end_page":25,"start_line":12,"end_line":19,"start_time":1158.019999999999982,"end_time":1173.90000000000009,"text":"But I remember -- I mean they were such -- they're an important part of the case. I remember roughly what's in the financial statements. Since Mr. Smith's deposition was taken, have you gone back and reviewed any of the monthly financial statements from Cave-Corp that were submitted to GFC? No.","created_at":"2026-02-16T19:02:40.988Z"},
{"clip_id":"1771268564534","name":"Page5_Lines25-5","start_page":5,"end_page":6,"start_line":25,"end_line":5,"start_time":80.54444444444445139,"end_time":92.3249999999999886,"text":"Yeah, that's true. You were the first one that told me that they had waived the privilege on the idea that advice of counsel as a defense, which I looked at it the other day, and it's not even a defense. Have you ever had your deposition taken before?","created_at":"2026-02-16T19:02:44.534Z"},
{"clip_id":"1771270251016","name":"Page6_Lines23-7","start_page":6,"end_page":7,"start_line":23,"end_line":7,"start_time":132.5497058823529528,"end_time":152.6066666666667117,"text":"that is essentially an \"uh-huh\" or \"huh-uh,\" I may ask that you either \"yes\" or \"no,\" or just point to Abe, and that's simply a request to state whatever your answer is verbally so he can write it down. Do you understand that? I understand that. Stacy, you at one point were counsel for Greerborne Financial Corporation in this case; is that correct? Yes.","created_at":"2026-02-16T19:30:51.017Z"}]
